01-A1/mycases/helmholtzResonance/resolved/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          576;
        startFace       72816;
    }
    outlet
    {
        type            patch;
        nFaces          576;
        startFace       73392;
    }
    sides
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          960;
        startFace       73968;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          4320;
        startFace       74928;
    }
)

// ************************************************************************* //
